"Preferences..." = "Настройки...";
"Hide Menu Bar Icon" = "Убрать значок из строки меню";
"Show Menu Bar Icon" = "Показать значок в строке меню";
"Restart Finder" = "Перезапустить Finder";
"Uninstall XtraFinder" = "Деинсталлировать XtraFinder";
"About XtraFinder" = "О программе XtraFinder";
"Check for Updates..." = "Проверить наличие обновления...";

"XtraFinder Preferences" = "Настройки XtraFinder";

"Tabs" = "Вкладки";
"Features" = "Особенности";

"Tabs (experimental)" = "Вкладки (экспериментальный)";
"Open new tab with same path" = "Новая вкладка в той же папке";
"Save open tabs when quitting Finder" = "Запоминать открытые вкладки при выходе из Finder";
"Show Pinnable Window" = "Показать Pinnable Окно";
"Show the Pin button" = "Show the Pin button";
"Slide from:" = "Slide from:";
"Bottom" = "Bottom";
"Left" = "Left";
"Right" = "Right";
"Top" = "Top";
"Always open new tab in the Pinnable window" = "Always open new tab in the Pinnable window";
"Dual Panel mode:" = "Двухпанельный режим:";
"Show the second Sidebar" = "Show the second Sidebar";
"Middle-click on Sidebar to open in the second panel" = "Middle-click on Sidebar to open in the second panel";
"⇧+click on Sidebar to open in the second panel" = "⇧+click on Sidebar to open in the second panel";
"Shortcuts" = "Shortcuts";
"Narrow Tab Bar" = "Narrow Tab Bar";
"Tab style" = "Стиль вкладок";
"*Require closing windows." = "*Require closing windows.";
"Right-Click on New Tab button" = "Right-Click on New Tab button";
"Double-Click on Tab" = "Double-Click on Tab";
"Use ⌘+Number shortcuts to switch tab" = "Use ⌘+Number shortcuts to switch tab";
"Copy to Other Panel" = "Copy to Other Panel";
"Move to Other Panel" = "Move to Other Panel";

"Arrange folders on top" = "Сортировать папки первыми";
"Maximize window when zooming" = "\"Zoom\" - разверачивает окно на весь экран";
"Arrange items by Name in Icons View" = "Упорядочить по Имени в режиме Значков";
"Hide dot files on Desktop" = "Не показывать скрытые файлы на Рабочем столе";
"Spring-loaded Path Bar" = "Пружинная Строка пути";
"Click any item in the Path Bar to show contents menu" = "Нажатие элемента в Строке пути, показывает его содержимое";
"Cut & Paste" = "Копировать и вставить";
"Light text on dark background" = "Светлый текст на тёмном фоне";
"Does not support Icons view mode." = "Не поддерживается в режиме просмотра Значков.";
"Sort Recent Folders menu by last opened date" = "Сортировать Недавно использованные папки по дате открытия";
"Automatically adjust width of Name column" = "Автоматически устанавливать размер колонки Имя";
"Max width:" = "Max width:";
"Show colorful icons in the sidebar" = "Цветные иконки в боковом меню";
"Show label color in the sidebar" = "Show label color in the sidebar";
"Press Return to open selection" = "Press Return to open selection";
"Press Backspace (Backward Delete) to Go Back" = "Press Backspace (Backward Delete) to Go Back";
"Press Delete (Forward Delete) to Move to Trash" = "Press Delete (Forward Delete) to Move to Trash";
"Rename" = "Переименовать";
"Middle-click to open folder in new window or new tab" = "Middle-click to open folder in new window or new tab";
"Display folder item count in List view" = "Display folder item count in List view";
"Always show Toolbar" = "Always show Toolbar";
"Add XtraFinder's functions to the toolbar" = "Add XtraFinder's functions to the toolbar";
"Show Go Up button in the toolbar" = "Show Go Up button in the toolbar";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "Use ⌘⌥⇧+Number shortcuts to set Label";
"Hide Share item in the context menu" = "Hide Share item in the context menu";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "Добавить элементы в меню Finder";

"Collapse All" = "Свернуть всё";
"Collapse the expanded nodes in List View" = "Свернуть развернутые узлы в режиме Списка";
"Show Hidden Items" = "Показать скрытые элементы";
"Refresh" = "Обновить";
"Copy Path" = "Копировать путь";
"Default:" = "По умолчанию:";
"Contents" = "Содержимое";
"Launch as Root" = "Запуск от root";
"Make Symbolic Link" = "Make Symbolic Link";
"New File..." = "Новый файл...";
"Default extension:" = "Расширение по умолчанию:";
"Manage file templates" = "Шаблоны новых файлов";
"Copy to..." = "Копировать в...";
"Move to..." = "Перенести в...";
"Select..." = "Выбрать...";
"Dual Window - Horizontal" = "Два окна горизонтально";
"Dual Window - Vertical" = "Два окна вертикально";
"System-wide shortcut" = "Системное сочетание клавиш";
"Hide Desktop" = "Скрыть Рабочий стол";
"New Terminal Here" = "Окно Терминала в этой папке";
"Top Most" = "Поверх всех окон";
"Make window top most" = "Закрепить поверх всех окон";
"Make Symbolic Link" = "Создать символическую ссылку";